/* Номер группы: 315, факультет Доп. образования
 * Разработчики программы: Борисова Татьяна Владимировна
 *                         Бушмакина Анна Николаевна
 * Слушатель:              Парфенов Сергей Анатольевич
 * Сборка:                 Ubuntu 22.04, QtCreator 4.5.1, Qt 5.10.1, gcc 11.4.0
 * Номер лабораторной работы: 1(1)
 */
#include <iostream>
using namespace std;

int main()
{
    // Однострочный комментарий в соответствии с заданием
    std::cout << "Hello world!" << std::endl;
#if 0
Размер файла, полученного в режиме дебага: 33,6 Кб
Размер файла, полученного в режиме релиза: 16,6 Кб
#endif
    return 0;
}
